Revit 2027 API
WallJoinFailures Properties
The BuiltInFailures.WallJoinFailures type exposes the following members.
Properties
Name | Description
FailedToChangeWallJointsTypeFailure |  Some of the joints you have selected can only have one wall joint type, so these joints haven't been changed.
Top
See Also
Reference
BuiltInFailures.WallJoinFailures Class
Autodesk.Revit.DB Namespace